# Created with `brew bundle dump`
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "koekeishiya/formulae"
tap "sweets/gh"
brew "glib"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "adwaita-icon-theme"
brew "asciiquarium"
brew "aspell"
brew "bat"
brew "binutils"
brew "brainfuck"
brew "calc"
brew "llvm"
brew "ccls"
brew "circleci"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "docker-ls"
brew "duf"
brew "exa"
brew "guile"
brew "p11-kit"
brew "unbound", restart_service: true
brew "gnutls"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "nghttp2"
brew "go"
brew "gopls"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "vala"
brew "gspell"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "irssi"
brew "isync", restart_service: true
brew "kondo"
brew "lazygit"
brew "ldid"
brew "libhandy"
brew "libproxy"
brew "libssh2"
brew "lolcat"
brew "protobuf"
brew "mosh"
brew "msmtp"
brew "mu"
brew "mutt"
brew "nasm"
brew "neofetch"
brew "notmuch"
brew "neomutt"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nmap"
brew "node"
brew "nsnake"
brew "onefetch"
brew "pandoc"
brew "pass"
brew "pastel"
brew "pfetch"
brew "qt"
brew "poppler"
brew "pv"
brew "qemu"
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "serverless"
brew "spotify-tui"
brew "starship"
brew "subversion", link: false
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tty-clock"
brew "vifm"
brew "vim"
brew "weechat"
brew "wget"
brew "zsh-syntax-highlighting"
brew "helix-editor/helix/helix"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "audacity"
cask "brave-browser"
cask "discord"
cask "emacs"
cask "firefox"
cask "font-source-code-pro"
cask "gimp"
cask "google-chrome"
cask "hyper"
cask "insomnia"
cask "intellij-idea-ce"
cask "kicad"
cask "kitty"
cask "logisim-evolution"
cask "mactex"
cask "nightowl"
cask "obs"
cask "obsidian"
cask "repoz"
cask "skim"
cask "slack"
cask "spotify"
cask "toinane-colorpicker"
cask "ubersicht"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "zoom"
